//--------------------------------------------------
//--------------------------------------------------
// お知らせ（index.html に表示されます）
// ファイルごと削除するか、空文字にすると表示されません。
// バックスラッシュと ` は使えないので注意してください。
// ・更新日は自動取得されます（本文に【2026/08/07】のように日付を書けばそれが使われます）

// 更新日を手動で指定したい場合のみ設定してください（通常は不要）
// window.APP_NOTICE_DATE = '2026-08-07';
//--------------------------------------------------
//--------------------------------------------------
window.APP_NOTICE = `

--------------------【備忘録】--------------------
画面遷移
* 読み込み高速化
* 画像ライブラリ　画像名を左揃え

［S］12.②事業_内容確認
［S］12.③学校_内容確認

［S］13.②事業_登録完了
［S］13.③学校_登録完了

［S］15.①世帯_プロファイル管理＃未作成
［S］16.①世帯_アカウント設定＃未連携（プロファイル作成前）
［S］17.①世帯_アカウント設定＃未連携（プロファイル作成後）
--------------------------------------------------
【2026/08/09】 ㊗ データのインポート操作（jsonファイルのD&D）不要で利用可能になりました！

`;