//--------------------------------------------------
//--------------------------------------------------
// お知らせ（index.html に表示されます）
// ファイルごと削除するか、空文字にすると表示されません。
// バックスラッシュと ` は使えないので注意してください。
// ・更新日は自動取得されます（本文に【2026/08/07】のように日付を書けばそれが使われます）

// 更新日を手動で指定したい場合のみ設定してください（通常は不要）
// window.APP_NOTICE_DATE = '2026-08-07';
//--------------------------------------------------
//--------------------------------------------------
window.APP_NOTICE = `



［S］①世帯_ｱｶｳﾝﾄ設定>ﾌﾟﾛﾌｧｲﾙ管理
［S］①世帯_ｱｶｳﾝﾄ設定>連携解除

メアド忘れ　
［S］PW忘れ　任意情報

［S］②事業_アカウント設定

受信契約の確認ができませんでした（照合NG）⇒飛ぶメール：1.1.2.3／1.1.2.5／FM000009

受信料アカウントとの連携ができませんでした（他S）⇒飛ぶメール：1.1.2.4

画像4　⇒　［SJ］26.①世帯_PW設定
画像5　⇒　［SJ］27.①世帯_認証用携帯電話番号設定
画像6　⇒　［SJ］28.①世帯_確認ｺｰﾄﾞ
画像7　⇒　［SJ］29.①世帯_認証・通知設定
画像8　⇒　［SJ］30.①世帯_ﾏｲﾍﾟｰｼﾞ
--------------------------------------------------


--------------------------------------------------

HS登録画面から　📝 メモ　を登録可能にする
※画面名の編集と同様の処理にして、初期値にもどす でHS登録画面で入力した値に戻す

--------------------------------------------------

【！注意！】
SJ連携済みのアカウントからJアカを連携解除すると当該のJアカは当日中に削除されます
再連携の際は改めてJアカの新規作成が必要になります
⇒飛ぶメール：1.1.2.6
--------------------------------------------------

アカウント削除せずに解約は可能
※削除日から1か月間、同メールアドレスの再利用は不可


【2026/08/12】 ㊗ データのインポート操作（jsonファイルのD&D）不要で利用可能になりました！

`;