//--------------------------------------------------
//--------------------------------------------------
// お知らせ（index.html に表示されます）
// ファイルごと削除するか、空文字にすると表示されません。
// バックスラッシュと ` は使えないので注意してください。
// ・更新日は自動取得されます（本文に【2026/08/07】のように日付を書けばそれが使われます）

// 更新日を手動で指定したい場合のみ設定してください（通常は不要）
// window.APP_NOTICE_DATE = '2026-08-07';
//--------------------------------------------------
//--------------------------------------------------
window.APP_NOTICE = `
【2026/08/09】 ㊗ データのインポート操作（jsonファイルのD&D）不要で利用可能になりました！

`;